tap "oven-sh/bun"
brew "bat"
brew "eza"
brew "git"
brew "jj"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.13"
brew "starship"
brew "tldr"
brew "yt-dlp"
brew btop
brew "oven-sh/bun/bun"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "pkief.material-icon-theme"
