brew "eza"
brew "git"
brew "neovim"
brew "node"
brew "python@3.13"
brew "starship"
brew "tldr"
brew "yt-dlp"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "iina"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "pkief.material-icon-theme"
vscode "vscjava.vscode-gradle"
